{
    "brand": {
      "title": "Anmeldeformular für Edgeryders-Veranstaltungen",
      "logoSrc": "/favicon.ico",
      "imageSrc": "/logo.png",
      "beginText": "ANFANG",
      "beginTitle": "Hier geht es los!"
    },
    "slideDefaults": {
      "title": "Q{{index}}",
      "backText": "ZURÜCK",
      "nextText": "WEITER",
      "backTitle": "Gehe zurück",
      "nextTitle": "Weiter",
      "cancelTitle": "Antworten löschen und neu anfangen",
      "fields": [{
        "name": "message",
        "type": "textarea",
        "placeholder": "Hier Text einfügen...",
        "required": true,
        "autofocus": true,
        "error": "Bitte kurz beantworten !"
      }],
      "diagram": {},
      "settings": { "omitFields": true }
    },
    "slides": [{
      "title": "Anmeldeformular für Edgeryders-Veranstaltungen",
      "subtitle": "Willkommen auf der Edgeryders-Plattform!",
      "body": "Wir glauben, dass Netzwerke eine wichtige Rolle in Prozessen gesellschaftlichen Wandels spielen. Teil solcher Netzwerke zu sein ermöglicht Zugang zu Expertise und einer Vielzahl von Ressourcen. Allerdings ist es gerade in grösseren Netzwerken nicht immer einfach, Gleichgesinnte zu finden.<br/><br/>Daher organisieren wir Seminare, Workshops, Hackathons, Labore und Forschungs-Kooperationen, um gemeinsam spannende Projekte zu entwickeln und Ideen in die Tat umzusetzen.<br/><br/>Dieses Formular unterstützt Dich bei der Anmeldung und richtet einen edgeryders.eu Account für Dich ein.<br/><br/><strong>Falls Du schon  auf der Plattform registriert bist, bitte auf edgeryders.eu anmelden und <a href=\"https://edgeryders.eu/new-topic?category_id=237&title=My%20Festival%20Registration%20%E2%80%93%20Response%20by%20%E2%80%A6&body=\">dann hier klicken</a>, um diese Anmeldung direkt auf edgeryders.eu durchzuführen.</strong>",
      "fields": []
    }, {
      "index": 1,
      "title": "Wähle Deine Veranstaltung aus!",
      "body": "Bitte hier Titel der Veranstaltung nennen sowie die Stadt, in der die Veranstaltung stattfindet!"
    }, {
      "title": "",
      "body": "Die Teilnahme an diesen Veranstaltungen ist kostenlos. Stattdessen bitten wir alle Teilnehmer*innen, uns etwas über ihr Interesse an der Veranstaltung zu erzählen, um Veranstaltungsteams bei der Folgendem zu unterstützen:<ol><li>Dafür sorgen, dass sich Teilnehmer*innen vernetzen können</li> <li>Interessen der Teilnehmer*innen zu berücksichtigen</li> <li>Diskussionen für Nachbereitung und weiteren Austausch zu dokumentieren.</li></ol>Alle Angaben bleiben anonmym und werden auf einer Open-Source-Plattform gesammelt. Du kannst diese Daten über Dein edgeryders.eu-Nutzer*innenkonto einsehen.",
      "fields": [],
      "nextText": "Alles klar?",
      "nextTitle": "Beginne mit der Anmeldung"
    }, {
      "index": 2,
      "title": "Was interessiert Dich am Veranstaltungs-Thema?",
      "body": "Warum nimmst Du teil, was erhoffst Du Dir als Ergebnis?"
    }, {
      "index": 3,
      "title": "Fast fertig!",
      "nextTitle": "Schließe die Anmeldung ab!",
      "body": "Diese Frage rundet Deine Anmeldung ab.",
      "fields": [{
        "name": "name",
        "type": "text",
        "placeholder": "Name / nickname",
        "required": true,
        "autofocus": true,
        "error": "Bitte gib Deinen Namen an"
      }, {
        "name": "email",
        "type": "email",
        "placeholder": "E-mail",
        "required": true,
        "error": "Bitte gib Deine Email-Adresse an",
        "settings": { "omit": true }
      }, {
        "name": "consent",
        "type": "checkbox",
        "placeholder": "Mir ist klar, dass dieses Formular kollaborativen Forschungszwecken dient und Forscher*innen hilft, aktuelle gesellschaftliche, politische, technologische und wirtschaftliche Entwicklungen besser zu verstehen. Als Teilnehmer*in ist mir bewusst, dass meine Ansichten mit anderen geteilt werden, um Teil einer umfassenderen Auseinandersetzung werden zu können.",
        "required": true,
        "error": "Bitte stimme den Bedingungen zu.",
        "settings": { "omit": true }
      }],
      "nextText": "ABSCHICKEN",
      "submit": true,
      "settings": { "omitBody": true }
    }, {
      "title": "Vielen Dank!",
      "body": "Danke - wir stellen Deine Antwort hier <a target=\"_blank\" href=\"https://edgeryders.eu/c/campfire\">here on edgeryders.eu</a> ein, sie kann jederzeit von Dir ergänzt werden.<br/><br/> Wir bereiten diese Veranstaltung seit Monaten vor und hoffen, dass Du Dich am Austausch mit Intertessierten aus über 80 Ländern beteiligen möchtest.<br/><br/>* Wir versenden eine Anmelde-Bestätigung und weitere Info per Email - Du kannst Dich jederzeit wieder abmelden, es wird niemals Spam verschickt.",
      "fields": [],
      "backText": null,
      "nextText": null 
    }],
    "messages": {
      "networkError": "Leider konnte Deine Antwort aufgrund eines Netzwerkfehler nicht gespeichert werden -bitte klicke \"Abschicken\" noch einmal an.",
      "username": "Dieser Nutzer*innenname besteht bereits - bitte wähle einen anderen und klicke. \"Ab schicken\" noch einmal an.",
      "email": "Diese Email wird entweder bereits verwendet oder ist nicht vollständig - bitte wähle eine andere Adresse und klicke \"Abschicken\" noch einmal an.",
      "default": "Tut uns Leid - wir wissen nicht genau, warum die Anmeldung nichnt abgeschlossen qwerden konnte - bitte klicke \"Abschicken\" noch einmal an."
    }
  }