{
  "brand": {
    "title": "Edgeryders Listening Triades Form",
    "logoSrc": "/favicon.ico",
    "imageSrc": "/logo.png",
    "beginText": "BEGIN",
    "beginTitle": "Let's get started!"
  },
  "slideDefaults": {
    "title": "Q{{index}}",
    "backText": "BACK",
    "nextText": "NEXT",
    "backTitle": "Go back",
    "nextTitle": "Continue",
    "cancelTitle": "Clear all answers and start again",
    "fields": [{
      "name": "message",
      "type": "textarea",
      "placeholder": "write here...",
      "required": true,
      "autofocus": true,
      "error": "Please write a response!"
    }],
    "diagram": {},
    "settings": { "omitFields": true }
  },
  "slides": [{
    "title": "Edgeryders Listening Triades Form",
    "subtitle": "Welcome to Edgeryders!",
    "body": "Welcome! In this group exercise you will need to play three roles: take notes, ask questions and answer questions for three minutes each. This form is where each person adds their own notes from the exercise.<br/><br/> <strong>If you already have an edgeryders.eu account:</strong> <ol><li>Log in <a href=\"https://edgeryders.eu/login\" target=\"_blank\">here</a>.</li> <li>Go <a href=\"https://edgeryders.eu/c/campfire/listening-triads\" target=\"_blank\">here</a>.</li> <li>Hit the \"+ New topic\" button and answer the questions.</li></ol> <strong>If you do not already have an account, then the rest of this form is for you!</strong>",
    "fields": [],
    "nextText": "GET STARTED",
    "nextTitle": "Start the listening triad form"
  }, {
    "index": 1,
    "title": "Question 1/3: Who's talking?",
    "body": "Ask the person who is speaking right now if what their name is and if they already have an edgeryders account? Add their answer here."
  }, {
    "index": 2,
    "title": "Question 2/3: Notes.",
    "body": "What is the person who is speaking saying? Please try to write every word – sometimes a single word can unlock a lot of thoughts!"
  }, {
    "index": 3,
    "title": "Question 3/3: Reflection.",
    "body": "Take a minute to think about what has been said. What are your own thoughts about it – anything that you find especially interesting? Perhaps there is something you would like to explore more during the rest of the workshop?"
  }, {
    "index": 4,
    "title": "The last little bit!",
    "nextTitle": "Submit your response!",
    "body": "These questions will help everyone to find the documentation and continue the discussion after the event.",
    "fields": [{
      "name": "event",
      "type": "text",
      "placeholder": "Name of the event",
      "required": true,
      "autofocus": true,
      "error": "Please enter the name of the event"
    }, {
      "name": "name",
      "type": "text",
      "placeholder": "Your name / nickname",
      "required": true,
      "autofocus": true,
      "error": "Please enter your name"
    }, {
      "name": "email",
      "type": "email",
      "placeholder": "Your e-mail address",
      "required": true,
      "error": "Please enter your email address",
      "settings": { "omit": true }
    }, {
      "name": "consent",
      "type": "checkbox",
      "placeholder": "I understand that this form is used for community driven research. Researchers are encouraged to treat your answers as a window into societal, economic, technological, and political trends and transformations that affect us. As I participate in the discussion, I do not fear bad consequences when sharing with others my views and alignment on societal, economic, technological and political issues.",
      "required": true,
      "error": "Please consent to the terms and conditions",
      "settings": { "omit": true }
    }],
    "nextText": "SEND",
    "submit": true,
    "settings": { "omitBody": true }
  }, {
    "title": "Well done!",
    "body": "Well done! Thank you for taking part in the listening triade.<br/><br/>* We have created a new edgeryders.eu account for you, and published your listening triade notes using that account. You will receive an e-mail about the account we created for you. You can use that to log in to edgeryders.eu and edit your listening triade notes. No password is required to login – just click \"With Email\" in the login form to receive a one-time login link.",
    "fields": [],
    "backText": null,
    "nextText": null 
  }],
  "messages": {
    "networkError": "Sorry, we were unable to store your response due to a network connectivity issue. Please try clicking on \"Send\" again.",
    "username": "It seems somebody has already chosen your preferred username / nickname. Please enter a different one and click again on \"Send\".",
    "email": "It seems you already have an account on our forum using this e-mail address, or have entered an invalid address. Please choose a different e-mail address and click again on \"Send\".",
    "default": "Sorry, we were unable to store your response due to an unknown error. Please try clicking on \"Send\" again."
  }
}
